[
  {
    "id": 0,
    "name": "Card 0",
    "image": "images/_Patent-Depending_/2.png",
    "action": "If “print is dead,” what will we do with all these shelving units bolted into place and too costly to remove? How about standing workstations, with the now empty book carts as roving baristas? The now useless print books are rearranged to become tables, chairs, and steps. Referring to critical design’s focus on functional ambiguity (alternative functions), how do these objects’ new functions affect how we consider their original functions? Creating cartoons like Johnson’s, or perhaps narratives about new functions of these objects, help us re-envision our current spaces and tackle uncomfortable issues about library staffing and budgets."
  }, {
    "id": 1,
    "name": "Card 1",
    "image": "images/_Patent-Depending_/3.png",
    "action": "What problems and solutions would having infinite library space create? Draw, collage or describe an object or machine that could function within these new limitations."
  }, {
    "id": 2,
    "name": "Card 2",
    "image": "images/_Patent-Depending_/4.png",
    "action": "Discuss the reductions made in your libraries, how would that reduction look when applied to a bookshelf? A part of the space? What would the patrons’ experiences be like without librarians? Describe/ draw your findings."
  }, {
    "id": 3,
    "name": "Card 3",
    "image": "images/_Patent-Depending_/5.png",
    "action": "Create a map of a library in which the books and infrastructure (walls, floors, tables) were connected. Invent a policy that holds together this space."
  }, {
    "id": 4,
    "name": "Card 4",
    "image": "images/_Patent-Depending_/6.png",
    "action": "Create alternative or new uses for common library objects like books and shelving, desks and carrels, reference sections or circulation areas, etc."
  }, {
    "id": 5,
    "name": "Card 5",
    "image": "images/_Patent-Depending_/7.png",
    "action": "Change your [the object’s] objective. Be more playful. Try mixing different programs or objects together. Listen to the materials. Don’t be afraid to break it apart."
  }
]